Repository: skarllot/Translations
Catalog: LDP-*/mkisofs/mkisofs-1.13.*.po
Languages: pt_br

source: A boot catalog exists and appears corrupted.
pt_br: Um catálogo de inicialização existe e parece corrompido.

source: Please check the following file: %s.
pt_br: Por favor, verifique o seguinte arquivo: %s.

source: This file must be removed before a bootable CD can be done.
pt_br: Este arquivo precisa ser removido antes que um CD inicializável possa ser feito.

source: Error creating boot catalog (%s)
pt_br: Erro ao criar um catálogo de inicialização (%s)

source: Error writing to boot catalog (%s)
pt_br: Erro ao escrever no catálogo de inicialização (%s)

source: Boot catalog cannot be found!
pt_br: O catálogo de inicialização não pôde ser encontrado!

source: Boot image cannot be found!
pt_br: A imagem de inicialização não pôde ser encontrada!

source: Size of boot image is %d sectors
pt_br: O tamanho da imagem de inicialização é %d setores

source: No emulation
pt_br: Sem emulação

source: Emulating a 1.44 meg floppy
pt_br: Emulando um disquete de 1,44 MB

source: Emulating a 2.88 meg floppy
pt_br: Emulando um disquete de 2,88 MB

source: Emulating a 1.2 meg floppy
pt_br: Emulando um disquete de 1,2 MB

source: Error - boot image is not the an allowable size.
pt_br: Erro - a imagem de inicialização não está dentro do tamanho permitido.

source: Error opening boot catalog for update
pt_br: Erro ao abrir o catálogo de inicialização para atualização

source: Error writing to boot catalog
pt_br: Error ao escrever no catálogo de inicialização

source: Error opening boot image file '%s' for update
pt_br: Erro ao abrir o arquivo "%s" com a imagem de inicialização para atualização

source: Odd alignment at non-end-of-file in boot image '%s'
pt_br: Alinhamento inesperado no meio do arquivo da imagem de inicialização "%s"

source: Boot image file '%s' changed unexpectedly
pt_br: O arquivo "%s" com a imagem de inicialização foi inesperadamente alterado

source: Error writing to boot image (%s)
pt_br: Erro ao escrever na imagem de inicialização (%s)

source: Unable to generate sane path tables - too many directories (%d)
pt_br: Não foi possível gerar tabelas de caminhos de maneira aceitável - muitos diretórios (%d)

source: Entry %d not in path tables
pt_br: A entrada %d não está nas tabelas de caminho

source: Fatal goof - directory has amnesia
pt_br: Erro fatal bobo - o diretório tem amnésia

source: Joliet path table lengths do not match %d %d
pt_br: Os tamanho da tabela de caminho Joliet não correspondem a %d %d

source: Unable to locate relocated directory
pt_br: Não foi possível localizar o diretório realocado

source: Fatal goof - unable to find directory location
pt_br: Erro fatal bobo - não foi possível encontrar a localização do diretório

source: Unexpected joliet directory length %d %d %s
pt_br: Tamanho inesperado para o diretório Joliet %d %d %s

source: Process all files (don't skip backup files)
pt_br: Processa todos os arquivos (não pula os arquivos de backup)

source: FILE
pt_br: ARQUIVO

source: Set Abstract filename
pt_br: Define o nome do arquivo de resumo

source: Set Application ID
pt_br: Define identidade do aplicativo

source: Set Bibliographic filename
pt_br: Define o nome do arquivo bibliográfico

source: Set Copyright filename
pt_br: Define o nome do arquivo de direito autorais

source: Set embedded boot image name
pt_br: Define o nome da imagem embutida de inicialização

source: Patch a protective DOS-style label in the image
pt_br: Na imagem, arruma o título para o estilo DOS para proteção

source: Set El Torito boot image name
pt_br: Define o nome da imagem de inicialização El Torito

source: Set El Torito boot catalog name
pt_br: Define o nome do catálogo de inicialização El Torito

source: Patch Boot Info Table in El Torito boot image
pt_br: Arruma a tabela de informações de inicialização na imagem de inicialização El Torito

source: Dummy option for backward compatibility
pt_br: Opção inútil para compatibilidade

source: Enable floppy drive emulation for El Torito
pt_br: Ativa emulação de disquete para El Torito

source: Magic parameters from cdrecord
pt_br: Parâmetros mágicos para cdrecord

source: Omit trailing periods from filenames
pt_br: Omite os pontos no final para nomes de arquivos

source: Disable deep directory relocation
pt_br: Desativa realocação profunda de diretórios

source: Follow symbolic links
pt_br: Segue links simbólicos

source: Print option help
pt_br: Exibe ajuda da opção

source: Print version information and exit
pt_br: Exibe informações de versão e sai

source: Hide ISO9660/RR file
pt_br: Oculta o arquivo ISO9660/RR

source: Hide Joliet file
pt_br: Oculta o arquivo Joliet

source: ADD_FILES
pt_br: ADIC_ARQS

source: No longer supported
pt_br: Não há mais suporte

source: Generate Joliet directory information
pt_br: Gera informações de diretório Joliet

source: Allow full 32 character filenames for iso9660 names
pt_br: Permite nomes completos de arquivos de 32 caracteres para os nomes ISO9660

source: Allow iso9660 filenames to start with '.'
pt_br: Permite que os nomes de arquivo ISO9660 comecem com "."

source: LOG_FILE
pt_br: ARQ_LOG

source: Re-direct messages to LOG_FILE
pt_br: Redireciona mensagens para ARQ_LOG

source: Exclude file name
pt_br: Remove o nome de arquivo

source: Set path to previous session to merge
pt_br: Define o caminho da sessão anterior para juntar

source: Omit version number from iso9660 filename
pt_br: Omite o número da versão para o arquivo ISO9660

source: Inhibit splitting symlink components
pt_br: Inibe a separação de componentes de link simbólico

source: Inhibit splitting symlink fields
pt_br: Inibe a separação de campos de link simbólico

source: Set output file name
pt_br: Define o nome do arquivo de saída

source: Set Volume preparer
pt_br: Define o preparador do volume

source: Print estimated filesystem size and exit
pt_br: Exibe o tamanho estimado do sistema de arquivos e sai

source: Set Volume publisher
pt_br: Define a editora do volume

source: Run quietly
pt_br: Executa silenciosamente

source: Generate rationalized Rock Ridge directory information
pt_br: Gera informação de diretório organizada de acordo com Rock Ridge

source: Generate Rock Ridge directory information
pt_br: Gera informação de diretório Rock Ridge

source: Split output into files of approx. 1GB size
pt_br: Divide a saída em arquivos de aproximadamente 1GB

source: Set System ID
pt_br: Define identidade do sistema

source: Generate translation tables for systems that don't understand long filenames
pt_br: Gera tabelas de tradução para sistemas que não suportam nomes longos para arquivos

source: Verbose
pt_br: Saída detalhada

source: Set Volume ID
pt_br: Define identificador do volume

source: Set Volume set ID
pt_br: Define identificador de conjunto do volume

source: Set Volume set size
pt_br: Define o tamanho do conjunto do volume

source: Set Volume set sequence number
pt_br: Define o número sequencial do cojunto do volume

source: Exclude file name (deprecated)
pt_br: Remove o nome do arquivo (obsoleto)

source: Override creation date
pt_br: Sobrescreve a data de criação

source: Override modification date
pt_br: Sobrescreve a data de modificação

source: Override expiration date
pt_br: Sobrescreve a data de expiração

source: Override effective date
pt_br: Sobrescreve a data efetiva

source: Using "%s"
pt_br: Usando "%s"

source: %s:%d: name required
pt_br: %s:%d: nome necessário

source: %s:%d: equals sign required
pt_br: %s:%d: sinal de igual necessário

source: %s:%d: field name "%s" unknown
pt_br: %s:%d: o nome de campo "%s" é desconhecido

source: Usage: %s [options] file...
pt_br: Uso: %s [opções] arquivo...

source: Options:
pt_br: Opções:

source: -i option no longer supported.
pt_br: Não há suporte a opção -i por estar obsoleta.

source: Required boot image pathname missing
pt_br: O caminho da imagem de inicialização não foi definido

source: Required boot catalog pathname missing
pt_br: O caminho do catálogo de inicialização não foi definido

source: Ignoring -no-emul-boot (no-emulation is the default behaviour)
pt_br: Ignorando -no-emul-boot (o comportamento padrão é sem emulação)

source: Abstract filename string too long
pt_br: O nome do arquivo de resumo é muito longo

source: Application-id string too long
pt_br: O nome do identificador de aplicativo é muito longo

source: Bibliographic filename string too long
pt_br: O nome do arquivo bibliográfico é muito longo

source: Copyright filename string too long
pt_br: O nome do arquivo de direitos autorais é muito longo

source: Preparer string too long
pt_br: O nome do preparador é muito longo

source: Publisher string too long
pt_br: O nome da editora é muito longo

source: System ID string too long
pt_br: O identificador de sistema é muito longo

source: Volume ID string too long
pt_br: O identificador do volume é muito longo

source: Volume set ID string too long
pt_br: O identificador do conjunto do volume é muito longo

source: Volume set sequence number too big
pt_br: O número sequencial do conjunto do volume é muito grande

source: date string must be 16 characters.
pt_br: A data precisa ter 16 caracteres.

source: Warning: getrlimit
pt_br: Aviso: getrlimit

source: Warning: setrlimit
pt_br: Aviso: setrlimit

source: Multisession usage bug: Must specify -C if -M is used.
pt_br: Erro na utilização de multi-sessão: Necessário especificar -C se -M é utilizado.

source: Warning: -C specified without -M: old session data will not be merged.
pt_br: Aviso: -C foi especificado sem -M, dados da sessão anterior não serão unidos.

source: can't open logfile: %s
pt_br: não foi possível abrir arquivo de log: %s

source: re-directing all messages to %s
pt_br: redirecionando todas as mensagens para %s

source: can't open logfile: %s
pt_br: não foi possível abrir arquivo de log: %s

source: Unable to open previous session image %s
pt_br: Não foi possível abrir a imagem da sessão anterior %s

source: Invalid node - %s
pt_br: Nó inválido - %s

source: Joliet tree sort failed.
pt_br: Falha ao ordenar árvore Joliet.

source: Unable to open /dev/null
pt_br: Não foi possível abrir /dev/null

source: Unable to open disc image file
pt_br: Não foi possível abrir arquivo de imagem de disco

source: Max brk space used %x
pt_br: Espaço máximo utilizado por BRK %x

source: %llu extents written (%llu MiB)
pt_br: %llu regiões escritas (%llu MiB)
